Revit 2027 API
GroupTypeId.Graphics Property
 Graphics.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Graphics { get; }
Public Shared ReadOnly Property Graphics As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Graphics {
	ForgeTypeId^ get ();
}
static member Graphics : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace